Repository: unik-name/wordpress-unikname
Catalog: languages/unikname-connect-*.po
Languages: fr_fr, tr_tr

source: Unikname - Secure your user and admin accounts
fr_fr: Unikname - Sécurise vos comptes utilisateurs et administrateurs
tr_tr: Unikname - Kullanıcı ve yönetici hesaplarınızı güvenceye alın

source: Unikname Connect - Security
fr_fr: Unikname Connect - Sécurité
tr_tr: Unikname Connect - Güvenlik

source: Unikname Connect - Settings
fr_fr: Unikname Connect - Réglages
tr_tr: Unikname Connect - Ayarlar

source: Unikname Connect Settings
fr_fr: Réglages de Unikname Connect
tr_tr: Unikname Connect Ayarları

source: Username
fr_fr: Nom d’utilisateur
tr_tr: Kullanıcı Adı

source: Username already exists.
fr_fr: Ce nom d'utilisateur existe déjà.
tr_tr: Kullanıcı Adı zaten var.

source: We recommend the next-generation authentication: simple, secure, private
fr_fr: Nous vous recommendons l'authentification nouvelle-génération: simple, sécurisée, privée
tr_tr: Yeni nesil kimlik doğrulamasını tavsiye ediyoruz: basit, güvenli, özel

source: Welcome to
fr_fr: Bienvenue sur
tr_tr: Hoşgeldiniz

source: With your @unikname
fr_fr: Avec votre @unikname
tr_tr: @unikname adınız ile

source: with your @unikname
fr_fr: avec votre @unikname
tr_tr: @unikname adınız ile

source: WooCommerce pages
fr_fr: Pages WooCommerce
tr_tr: WooCommerce sayfaları

source: WordPress pages
fr_fr: Pages WordPress
tr_tr: WordPress sayfaları

source: You can appreciate the effort put in this free plugin by rating it <a href="%s" target="_blank">here</a>
tr_tr: Bu ücretsiz eklentiyi değerlendirerek gösterilen çabayı takdir <a href="%s" target="_blank">edebilirsiniz</a>

source: Your account must be set up before using it.
fr_fr: Pour aller plus loin, votre compte doit être paramétré.
tr_tr: Kullanmadan önce hesabınızın kurulmuş olması gerekir.

source: Your browser is blocking some features of this website. Please follow the instructions at {support_url} to unblock these.
tr_tr: Tarayıcınız bu web sitesinin bazı özelliklerini engelliyor. Lütfen engellemeleri kaldırmak için bu sitedeki {support_url} yönergeleri takip edin.

source: Your email
fr_fr: Votre email
tr_tr: E-postanız

source: Your email has been verified. Now you can login to your account
fr_fr: Votre email a été vérifié. Vous pouvez maintenant vous connecter à votre compte
tr_tr: Email adresiniz onaylandı. Artık hesabınıza giriş yapabilirsiniz

source: Your username
fr_fr: Votre nom d’utilisateur
tr_tr: Kullanıcı adınız

source: 🔐 Link your @unikname to login to your account at this website
fr_fr: 🔐 Associer votre @unikname pour vous connecter à votre compte sur ce site
tr_tr: 🔐 Bu web sitesinde hesabınıza giriş yapmak için @unikname adınız ile ilişkilendirin

source: 🔐 The next-gen identifier: simple, secure and private.
fr_fr: 🔐 L’identifiant nouvelle génération : simple, sécurisé et privé.
tr_tr: 🔐 Yeni nesil tanımlayıcı: basit, güvenli ve özel.

source: 🔐 The next-gen identifier: simple, secure and private. <a href="https://www.unikname.com/my-unikname-app/#pk_campaign=installation&pk_source=login&pk_medium=punch&pk_content=nextgen">Read more.</a>
fr_fr: 🔐 L’identifiant nouvelle génération : simple, sécurisé et privé. <a href="https://www.unikname.com/my-unikname-app/#pk_campaign=installation&pk_source=login&pk_medium=punch&pk_content=nextgen">En savoir plus.</a>
tr_tr: 🔐 Yeni nesil tanımlayıcı: basit, güvenli ve özel. <a href="https://www.unikname.com/my-unikname-app/#pk_campaign=installation&pk_source=login&pk_medium=punch&pk_content=nextgen">Daha fazla bilgi</a>

source: 🔐 The next-gen identifier: simple, secure and private. <a href="https://www.unikname.com/my-unikname-app/#pk_campaign=installation&pk_source=signup&pk_medium=punch&pk_content=nextgen">Read more.</a>
fr_fr: 🔐 L’identifiant nouvelle génération : simple, sécurisé et privé. <a href="https://www.unikname.com/my-unikname-app/#pk_campaign=installation&pk_source=signup&pk_medium=punch&pk_content=nextgen">En savoir plus.</a>
tr_tr: 🔐 Yeni nesil tanımlayıcı: basit, güvenli ve özel. <a href="https://www.unikname.com/my-unikname-app/#pk_campaign=installation&pk_source=signup&pk_medium=punch&pk_content=nextgen">Daha fazla bilgi</a>

source: Unikname Connect Secret <span>*</span>
fr_fr: Secret Unikname Connect

source: Unikname Connect Site Id <span>*</span>
fr_fr: Id de site Unikname Connect <span>*</span>
