Repository: unik-name/wordpress-unikname
Catalog: languages/unikname-connect-*.po
Languages: fr_fr, tr_tr

source: <strong>ERROR</strong>: Connection error
fr_fr: <strong>ERREUR</strong> : erreur de connexion
tr_tr: <strong>HATA</strong> Bağlantı hatası

source: Account already exists or linked
fr_fr: Compte déjà existant ou associé
tr_tr: Hesap zaten mevcut yada bağlantılı

source: Account dashboard
fr_fr: Page de profil
tr_tr: Hesap Kontrol Paneli

source: Account linked successfully
fr_fr: Compte associé avec succès
tr_tr: Hesap başarı ile ilişkilendirildi

source: Account linking
fr_fr: Association de compte
tr_tr: Hesap ilişkilendirme

source: Account linking options
fr_fr: Option d'association de compte
tr_tr: Hesap ilişkilendirme seçenekleri

source: Add-Ons
fr_fr: Extensions
tr_tr: Eklentiler

source: Advanced
fr_fr: Avancé
tr_tr: Gelişmiş

source: Alignment
fr_fr: Alignement
tr_tr: Hizalama

source: Border radius
fr_fr: Arrondi de bordure
tr_tr: Kenar yarıçapı

source: Button color
fr_fr: Couleur du bouton
tr_tr: Buton rengi

source: Button description
fr_fr: Description du bouton
tr_tr: Buton açıklaması

source: Button label
fr_fr: Libellé du bouton
tr_tr: Buton etiketi

source: Button style
fr_fr: Style du bouton
tr_tr: Buton stili

source: Button title
fr_fr: Titre du bouton
tr_tr: Buton başlığı

source: Can not revoke while Connection Autorizations is checked
fr_fr: Impossible de revoquer quand l’option Autorisations De Connexion est activé
tr_tr: Bağlantı Yetkilendirmeleri işaretliyken iptal edilemez

source: Click to hide help
fr_fr: Cliquer pour cacher l'aide
tr_tr: Yardımı gizlemek için tıklayın

source: Click to revoke Unikname Connect access to this account
fr_fr: Cliquer pour révoquer l'accès par Unikname Connect à ce compte
tr_tr: Bu hesaba Unikname Connect erişimini iptal etmek için tıklayın

source: Color
fr_fr: Couleur
tr_tr: Renk

source: Confirm your email
fr_fr: Confirmez votre email
tr_tr: E-postanızı onaylayın

source: Connected with
fr_fr: Connecté avec
tr_tr: Bağlantı

source: Connection autorizations
fr_fr: Autorisations de connexion
tr_tr: Bağlantı yetkileri

source: Contact
tr_tr: İletişim

source: Continue
fr_fr: Continuez
tr_tr: Devam et

source: Custom Color
fr_fr: Couleur personnalisée
tr_tr: Özel Renk

source: Custom CSS
fr_fr: CSS personnalisé
tr_tr: Özel CSS

source: Custom Url
fr_fr: Url personnalisée
tr_tr: Özel URL

source: Delete all the options on plugin deletion
fr_fr: Supprimer toutes les options à la suppression de l'extension
tr_tr: Eklenti silinince, ilgili tüm seçenekleri de sil

source: Disable user registration via Unikname Connect
fr_fr: Désactiver la création d'utilisateur avec Unikname Connect
tr_tr: Unikname Connect aracılığıyla kullanıcı kaydını devre dışı bırakın

source: Dismiss
fr_fr: Rejeter
tr_tr: Yoksay

source: Dismiss this notice
fr_fr: Rejeter cette notification
tr_tr: Bu bildirimi kapat

source: Docs
tr_tr: Dökümanlar

source: Email
tr_tr: E-posta

source: Email addresses do not match!
fr_fr: Les adresses e-mail ne correspondent pas!
tr_tr: E-posta adresleri uyuşmuyor!

source: Email already exists.
fr_fr: L’email existe déjà.
tr_tr: Bu E-posta zaten var.

source: Email field is required!
fr_fr: Le champ email est obligatoire !
tr_tr: E-posta alanı zorunludur!

source: Email is not in the correct format!
fr_fr: L’email n’a pas le bon format !
tr_tr: E-posta formatı doğru değil!

source: Email required
fr_fr: Email requis
tr_tr: E-posta gerekli

source: Email Verification
fr_fr: Vérification d'email
tr_tr: E-posta doğrulama

source: Email you entered is already registered or invalid
fr_fr: L'email saisi est déjà enregistré ou invalide
tr_tr: Girdiğiniz e-posta zaten kayıtlı veya geçersiz

source: Enable after WooCommerce Customer Login Form
fr_fr: Activer après le formulaire de login client WooCommerce
tr_tr: WooCommerce Müşteri Giriş Formundan sonra etkinleştir

source: Enable at comment form
fr_fr: Activer sur les formulaires de commentaires
tr_tr: Yorum formunda etkinleştir

source: Enable at login page
fr_fr: Activer sur la page de connexion
tr_tr: Giriş sayfasında etkinleştirin

source: Enable at register page
fr_fr: Activer sur la page de création de compte
tr_tr: Kayıt sayfasında etkinleştirin

source: Enable at WooCommerce checkout page
fr_fr: Active sur la page de paiement WooCommerce
tr_tr: WooCommerce Ödeme sayfasında etkinleştir

source: Enable at WooCommerce Customer Login Form
fr_fr: Activer sur la page de connexion client WooCommerce
tr_tr: WooCommerce Müşteri Giriş Sayfasında etkinleştirin

source: Enable at WooCommerce Customer Register Form
fr_fr: Activer sur le formulaire de création de compte client WooCommerce
tr_tr: WooCommerce Müşteri Kayıt Formunda etkinleştirin

source: Enable at WooCommerce my account page (link account)
fr_fr: Activer sur la page "mon compte" WooCommerce (association de compte)
tr_tr: WooCommerce Hesabım Sayfasında etkinleştirin (hesabı ilişkilendir)

source: Enable before WooCommerce Customer Login Form
fr_fr: Activer avant le formulaire de connexion client WooCommerce
tr_tr: WooCommerce Müşteri Giriş Formundan önce etkinleştirin

source: Enable email verification
fr_fr: Activer la vérification d'email
tr_tr: E-posta doğrulamayı etkinleştirin

source: Enable Social Login from "Basic Configuration" section at "Super Socializer > Social Login" page in admin panel
tr_tr: Sosyal ağlardan giriş "Basic Configuration" bölümü "Super Socializer > Social Login" admin panel sayfasında

source: Enable Unikname Connect
fr_fr: Activer Unikname Connect
tr_tr: Unikname Connect'i etkinleştirin

source: Enter exactly the following url in <strong>Callback URLs</strong> option in your Twitter app (see step 3 %s)
tr_tr: Aşağıdaki URL'yi tam olarak Twitter uygulamasındaki<strong>Callback URLs</strong> opsiyonuna giriniz (adım 3 %s bakınız)

source: Enter exactly the following url in <strong>Website</strong> option in your Twitter app (see step 3 %s)
tr_tr: Aşağıdaki URL'yi tam olarak Twitter uygulamasındaki<strong>Website</strong> opsiyonuna giriniz (adım 3 %s bakınız)

source: Enter the code of the language you want to use to display commenting. You can find the language codes at <a href="%s" target="_blank">this link</a>. Leave it empty for default language(English)
tr_tr: Yorumları görüntülemek için kullanmak istediğiniz dilin kodunu girin. Dil kodlarını görmek için <a href="%s" target="_blank">link</a>. Varsayılan dili kullanmak için boş bırakın(İngilizce)

source: Enter the code of the language you want to use to render counters. You can find the language codes at <a href="%s" target="_blank">this link</a>. Leave it empty for default language(English)
tr_tr: Sayaçları oluşturmak için kullanmak istediğiniz dilin kodunu girin. Dil kodlarını görmek için <a href="%s" target="_blank">link</a>. Varsayılan dili kullanmak için boş bırakın(İngilizce)

source: Finish
fr_fr: Terminer
tr_tr: Bitir

source: Forbid anyone to use passwords to log into your web site. Only connections with Unikname Connect are allowed.
fr_fr: Interdit à quiconque d'utiliser des mots de passe pour se connecter à votre site web. Seules les connexions avec Unikname Connect sont autorisées.
tr_tr: Herhangi birinin web sitenize giriş yapmak için parola kullanmasını yasaklayın. Yalnızca Unikname Connect ile bağlantılara izin verilir.

source: Forbid anyone to use your password to log into your account. Only Unikname Connect allows you to connect to it.
fr_fr: Interdit à quiconque d'utiliser votre mot de passe pour se connecter à votre compte. Unikname Connect seul permet de vous y connecter.
tr_tr: Herhangi birinin hesabınızda oturum açmak için şifrenizi kullanmasını yasaklayın. Yalnızca Unikname Connect ona bağlanmanıza izin verir.

source: Forbid only users with these roles to log into your web site. Only connections with Unikname Connect are allowed for them.
fr_fr: Interdit aux utilisateurs avec ces rôles de se connecter à votre site. Pour elles, seules les connexions avec Unikname Connect sont autorisées.
tr_tr: Sadece şu yetkilere sahip kullanıcıların şifre ile giriş yapmasını yasaklayın. Yalnızca Unikname Connect ile bağlanmalarına izin verin.

source: Frequent cache refreshing results in slower loading of pages with share counts enabled. Leave empty to disable cache. More info <a href="%s" target="_blank">here</a>
tr_tr: Sık önbellek yenileme, paylaşım sayıları etkinleştirilmiş sayfaların daha yavaş yüklenmesine neden olur. Önbelleği devre dışı bırakmak için boş bırakın. .daha fazla bilgi için <a href="%s" target="_blank">link</a>

source: General
fr_fr: Général
tr_tr: Genel

source: Homepage
fr_fr: Page d'accueil
tr_tr: Ana Sayfa

source: icon unik name
fr_fr: icone unikname
tr_tr: unik name simgesi

source: Include Javascript in website footer
fr_fr: Inclure le Javascript dans le pied de page de votre site
tr_tr: Javascript'i web sitesi altbilgisine dahil et

source: Leave a reply
fr_fr: Laisser une réponse
tr_tr: Cevap bırakın

source: Let’s go!
fr_fr: Allons-y !
tr_tr: Hadi başlayalım!

source: Link copied.
fr_fr: Lien copié.
tr_tr: Link kopyalandı.

source: Link social account to already existing account, if email address matches
fr_fr: Associer le compte social avec un compte existant, si les adresses email correspondent
tr_tr: E-posta adresi ile eşleşiyorsa, sosyal medya hesabını mevcut hesaba bağlayın

source: Link your social account to login to your account at this website
fr_fr: Lier votre compte social pour vous connecter à votre compte sur ce site web
tr_tr: Bu web sitesinde hesabınıza giriş yapmak için sosyal hesabınızı bağlayın

source: Load all Javascript files in single file
fr_fr: Charger tous les Javascript dans un unique fichier
tr_tr: Tüm Javascript dosyalarını tek dosyaya yükle

source: Log Out
fr_fr: Se déconnecter
tr_tr: Çıkış

source: Login
fr_fr: S’identifier
tr_tr: Giriş

source: Login button
fr_fr: Bouton de connexion
tr_tr: Giriş Butonu

source: Login redirection
fr_fr: Redirection de connexion
tr_tr: Giriş yönlendirme

source: Login to your bit.ly account and navigate to <a href="%s" target="_blank">this link</a> to get bit.ly username
tr_tr: Bit.ly hesabınıza giriş yapın ve <a href="%s" target="_blank">bu linkten</a> bit.ly kullanıcı adınızı alın

source: Login to your bit.ly account and navigate to <a href="%s" target="_blank">this link</a> to get your API key
tr_tr: Bit.ly hesabınıza giriş yapın ve <a href="%s" target="_blank">bu linkten</a> API anahtarınızı alın

source: Login with your Social Account
fr_fr: Se connecter avec votre compte social
tr_tr: Sosyal hesabınız ile Giriş yapın

source: Logo Unik Name
tr_tr: Unik Name Logosu

source: Next
fr_fr: Suivant
tr_tr: Sonraki

source: Notification
tr_tr: Bildirim

source: Okay
fr_fr: Ok
tr_tr: Tamam

source: or
fr_fr: ou
tr_tr: veya

source: Other login configurations
fr_fr: Autres configurations de connexion
tr_tr: Diğer Giriş konfigürasyonları

source: Outline
fr_fr: Aperçu
tr_tr: Taslak

source: Please check your email inbox to complete the registration.
fr_fr: S'il vous plaît, vérifiez votre boîte de réception d'emails pour finaliser la création de compte.
tr_tr: Kaydı tamamlamak için lütfen e-posta gelen kutunuzu kontrol edin.

source: Please enter a valid email address. You might be required to verify it
fr_fr: Veuillez saisir une adresse email valide. Sa vérification sera peut-être nécessaire.
tr_tr: Lütfen geçerli bir E-posta adresi girin. Bunu doğrulamanız gerekebilir

source: Please verify your email address to login.
fr_fr: S'il vous plaît, vérifiez votre adresse email pour vous connecter.
tr_tr: Lütfen oturum açmak için e-posta adresinizi doğrulayın.

source: Prevent any connections to my account with my password
fr_fr: Empêcher les connexions à mon compte avec mon mot de passe
tr_tr: Şifre ile hesabıma herhangi bir bağlantı yapılmasını engelle

source: Prevent password login on this website for all users
fr_fr: Empêcher les connexions avec mot de passe sur ce site pour tous les utilisateurs
tr_tr: Bu web sitesine tüm kullanıcılar için şifre ile girişi engelle

source: Prevent password login on this website only for these roles:
fr_fr: Empêcher les connexions avec mot de passe sur ce site pour ces rôles :
tr_tr: Bu web sitesine sadece şu yetkilere sahip kullanıcılar için şifre ile girişi engelle:

source: Read more
fr_fr: Plus d'informations
tr_tr: Devamını oku

source: Read more link:
fr_fr: Lien plus d'informations :
tr_tr: Devamını oku linki:

source: Redacted user
fr_fr: Utilisateur masqué
tr_tr: Düzeltilmiş kullanıcı

source: Redirection url
fr_fr: Url de redirection
tr_tr: Yönlendirme URL'si

source: Register
fr_fr: S’enregistrer
tr_tr: Kayıt ol

source: Register button
fr_fr: Bouton s'enregistrer
tr_tr: Kayıt ol butonu

source: Registration redirection
fr_fr: Redirection d'enregistrement
tr_tr: Kayıt için yönlendirme

source: Required for Facebook share count to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Facebook App ID
tr_tr: Facebook paylaşım sayacının çalışması için gereklidir. Facebook App ID almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Required for Facebook share count to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Facebook App Secret
tr_tr: Facebook paylaşım sayacının çalışması için gereklidir. Facebook App Secret almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Required for Facebook Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Facebook App ID
tr_tr: Facebook Sosyal Girişinin çalışması için gereklidir. Facebook App ID almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Required for Facebook Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Facebook App Secret
tr_tr: Facebook Sosyal Girişinin çalışması için gereklidir. Facebook App Secret almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Required for Google Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Google Client ID
tr_tr: Google Sosyal Girişinin çalışması için gereklidir. Google Client ID almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Required for Google Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Google Client Secret
tr_tr: Google Sosyal Girişinin çalışması için gereklidir. Google Client Secret almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Required for Instagram Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Instagram Client ID
tr_tr: Instagram Sosyal Girişinin çalışması için gereklidir. Instagram Client ID almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Required for LinkedIn Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get LinkedIn Client ID
tr_tr: LinkedIn Sosyal Girişinin çalışması için gereklidir. LinkedIn Client ID almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Required for LinkedIn Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get LinkedIn Client Secret
tr_tr: LinkedIn Sosyal Girişinin çalışması için gereklidir. LinkedIn Client Secret almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Required for Steam Social Login to work. Get it at <a href="%s" target="_blank">this link</a>
tr_tr: Steam Sosyal Girişinin çalışması için gereklidir. Almak için <a href="%s" target="_blank">bu linki</a> kullanabilirsiniz

source: Required for Twitter Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Twitter API Key
tr_tr: Twitter Sosyal Girişinin çalışması için gereklidir. Twitter API key almak için <a href="%s" target="_blank">bu linki</a> kullanabilirsiniz

source: Required for Twitter Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Twitter API Secret
tr_tr: Twitter Sosyal Girişinin çalışması için gereklidir. Twitter API Secret almak için <a href="%s" target="_blank">bu linki</a> kullanabilirsiniz

source: Required for Unikname Connect to work. Please <a href="%s" target="_blank">follow the documentation to get an organization @unikname</a>
tr_tr: Unikname Connect'in çalışması için gereklidir. Lütfen <a href="%s" target="_blank">organizasyonunuza @unikname almak için linkteki belgeleri takip ediniz</a>

source: Required for Unikname Connect to work. Please <a href="%s" target="_blank">follow the documentation to get Unikname Connect Secret</a>
tr_tr: Unikname Connect'in çalışması için gereklidir. Lütfen <a href="%s" target="_blank">Unikname Connect Secret almak için linkteki belgeleri takip ediniz</a>

source: Required for Vkontakte Social Login to work. Please follow the documentation at <a href="%s" target="_blank">this link</a> to get Vkontakte Application ID
tr_tr: Vkontakte Sosyal Girişinin çalışması için gereklidir. Vkontakte Application ID almak için <a href="%s" target="_blank">bu linkteki</a> belgeleri takip ediniz

source: Revoke
fr_fr: Révoquer
tr_tr: İptal

source: Same page where user logged in
fr_fr: Même page que là où l'utilisateur se connecte
tr_tr: Kullanıcının oturum açtığı sayfayla aynı sayfa

source: Save Changes
fr_fr: Sauvegarder les changements
tr_tr: Değişiklikleri Kaydet

source: Save Facebook App ID and Secret keys in "Standard Interface" and/or "Floating Interface" section(s) at <a href="%s">Super Socializer > Social Sharing</a> page to fix the issue with Facebook share count. After that, clear share counts cache from "Miscellaneous" section
tr_tr: Facebook App ID and Secret keyleri "Standard Interface" ve/veya "Floating Interface" bölüm(leri)nde <a href="%s">Super Socializer > Social Sharing</a> kaydedip, Facebook paylaşım sayacı hatasını giderin. Daha sonra, paylaşım sayacı önbelleğini "Miscellaneous" bölümünden temizleyin

source: Secure your user and admin accounts with the Unikname Connect authentication solution
fr_fr: Protège vos comptes utilisateurs et administrateurs avec la solution d'authentification Unikname Connect
tr_tr: Kullanıcı ve Yönetici hesaplarınızı Unikname Connect kimlik doğrulama çözümü ile güvence altına alın

source: Security
fr_fr: Sécurité
tr_tr: Güvenlik

source: Send new user registration notification email to admin
fr_fr: Envoyer l'email de notification d'un nouvel utilisateur aux admins
tr_tr: Yeni kullanıcı kaydı bildirim e-postasını yöneticiye gönder

source: Send post-registration email to user to set account password
fr_fr: Envoyer l'email de création de compte à un utilisateur pour qu'il puisse choisir un mot de passe
tr_tr: Hesap şifresini ayarlamak için kullanıcıya kayıt sonrası e-posta gönderin

source: Set up your account
fr_fr: Paramétrer votre compte
tr_tr: Hesabınızı kurun

source: Settings
fr_fr: Réglages
tr_tr: Ayarlar

source: Sign in
fr_fr: Se connecter
tr_tr: Oturum Açın

source: Sign up
fr_fr: S’inscrire
tr_tr: Kayıt Olun

source: Social Account Linking
fr_fr: Association de compte social
tr_tr: Sosyal Hesap Bağlantıları

source: Standard
tr_tr: Standart

source: Style
tr_tr: Stil

source: Super Socializer - Follow Icons
tr_tr: Super Socializer - Takip İkonları

source: Support Documentation
fr_fr: Documentation de support
tr_tr: Destek Belgeleri

source: Thanks for installing Unikname Connect plugin
fr_fr: Merci d'avoir installer l'extension Unikname Connect
tr_tr: Unikname Connect eklentisini kurduğunuz için Teşekkürler

source: The best plugin to secure your user and admin accounts
fr_fr: La meilleure extension de sécurisation des comptes utilisateurs et administrateurs
tr_tr: Kullanıcı ve yönetici hesaplarını güvence altına almak için en iyi eklenti

source: The Unikname Connect site identifier. You can find it in your <a href="https://account.connect.unikname.com#mtm_campaign=AccountCreation&mtm_source=wp" target="_blank">Unikname Connect Dashboard</a>.
fr_fr: L'identifiant de site Unikname Connect. Vous pouvez l'obtenir dans <a href="https://account.connect.unikname.com#mtm_campaign=AccountCreation&mtm_source=wp" target="_blank">votre espace d'administration Unikname Connect</a>.
tr_tr: Unikname Connect site tanımlayıcı. Görmek için <a href="https://account.connect.unikname.com#mtm_campaign=AccountCreation&mtm_source=wp" target="_blank">Unikname Connect Dashboard'a bağlanın</a>.

source: The Unikname Connect site secret. You can find it in your <a href="https://account.connect.unikname.com#mtm_campaign=AccountCreation&mtm_source=wp" target="_blank">Unikname Connect Dashboard</a>.
fr_fr: Le secret de site Unikname Connect. Vous pouvez l'obtenir dans <a href="https://account.connect.unikname.com#mtm_campaign=AccountCreation&mtm_source=wp" target="_blank">votre espace d'administration Unikname Connect</a>.
tr_tr: Unikname Connect site secret. Görmek için <a href="https://account.connect.unikname.com#mtm_campaign=AccountCreation&mtm_source=wp" target="_blank">Unikname Connect Dashboard'a bağlanın</a>.

source: The Unikname Connect site verification key. <a href="https://help.unikname.com/6-wp-wordpress/howto-verify-url-domain.html?mtm_campaign=AccountCreation&mtm_source=wp#generate-the-verification-package" target="_blank">Get it by verifying the ownership of this site</a>.
fr_fr: La clé de vérification de site Unikname Connect. <a href="https://help.unikname.com/6-wp-wordpress/howto-verify-url-domain.html?mtm_campaign=AccountCreation&mtm_source=wp#generate-the-verification-package" target="_blank">Obtenez-la pour vérifier la propriété de ce site</a>.
tr_tr: Unikname Connect site doğrulama anahtarı. <a href="https://help.unikname.com/6-wp-wordpress/howto-verify-url-domain.html?mtm_campaign=AccountCreation&mtm_source=wp#generate-the-verification-package" target="_blank">Bu sitenin sahibini doğrulayarak alabilirsiniz</a>.

source: The Unikname Connect verification key
fr_fr: La clé de vérification Unikname Connect
tr_tr: Unikname Connect Doğrulama Anahtarı

source: The username is required.
fr_fr: Le nom d'utilisateur est obligatoire.
tr_tr: Kullanıcı adı gereklidir.

source: This email is used to communicate with you
fr_fr: Cet email est utilisé pour échanger avec vous
tr_tr: Bu e-posta sizinle iletişim kurmak için kullanılır

source: This site is secured by Unikname Connect. 🔐 <a href="#" alt="Login with your private @unikname" title="Login with your private @unikname" onclick="theChampInitiateLogin(this)">Link your @unikname</a> to login to your account at this website.
fr_fr: Ce site est sécurisé par Unikname Connect. 🔐 <a href="#" alt="Connectez-vous avec votre @unikname personnel" title="Connectez-vous avec votre @unikname personnel" onclick="theChampInitiateLogin(this)">Associez votre @unikname</a> pour vous connecter à votre compte sur ce site web.
tr_tr: Bu websitesi Unikname Connect ile korunmaktadır. 🔐 <a href="#" alt="@unikname adınız ile giriş yapın." title="@unikname adınız ile giriş yapın." onclick="theChampInitiateLogin(this)">@unikname adınızı</a> bu websitesindeki hesabınıza giriş yapmak için kullanın.

source: To continue using Social Login, save the secret keys <a href="%s">here</a>
tr_tr: Sosyal hesaplarınız ile giriş yapmaya devam etmek için, secret keyinizi <a href="%s">buraya kaydedin</a>

source: To continue using Steam login save Steam API key <a href="%s">here</a>
tr_tr: Steam hesabınız ile giriş yapmaya devam etmek için, Steam API keyinizi <a href="%s">buraya kaydedin</a>

source: Toggle
fr_fr: Bascule
tr_tr: Değiştir
